{ "projects": [
  {
    "title": "Pizzeria Japonese",
    "preview": "A website for a Japanese-area pizzeria",
    "previewImage": "https://raw.githubusercontent.com/vdice/epicodus_pizzeria/master/public/img/preview.png",
    "description": "A website for a Japanese-area pizzeria where a customer can order pizza(s), selecting quantity, toppings and size. They are then presented with the total cost. Customers may toggle between Japanese and English languages and currencies.",
    "link": "https://github.com/vdice/epicodus_pizzeria"
  }, {
    "title": "Xenia",
    "preview": "A web app to locate nearby shelters according to resource needed",
    "previewImage": "https://raw.githubusercontent.com/vdice/shelter_resources/master/public/img/preview.png",
    "description": "With Xenia, users can find the nearest shelters that offer needed resources, find the nearest shelters that need resources donated, see resource levels for all shelters in real-time and donate resources to any shelter they choose.",
    "link": "https://github.com/vdice/shelter_resources"
  }, {
    "title": "Text to Base Translator",
    "preview": "A website for translating text to its base representation",
    "previewImage": "https://raw.githubusercontent.com/vdice/textToBase/master/public/images/preview.png",
    "description": "A website for translating text to its base representation, using icons, between 1 and 16. Useful for creating coded messages, art or artfully-coded message... art! Currently transportation icons are being used for the base representation - perhaps later iterations will feature user-supplied icons!",
    "link": "https://github.com/vdice/textToBase"
  }, {
    "title": "Lunarleap",
    "preview": "An app to track monthly goals and be inspired by those of others",
    "previewImage": "https://raw.githubusercontent.com/vdice/lunarleap/master/app/assets/images/preview.png",
    "description": "Lunarleap is an app for users to create monthly challenges, post updates to them, follow other users and explore challenges by category.",
    "link": "https://github.com/vdice/lunarleap"
  }]
}
